{
  "welcome": "مرحباً بك في شركة قوى نجد",
  "language": "اللغة",
  "request_quote": "طلب استشارة مجانية",
  "home": {
    "company_name": "قوى نجد",
    "request_quote": "طلب تسعيرة",
    "slide1": {
      "title": "مرحباً بك في شركة قوى نجد",
      "description": "شريككم الموثوق في البناء والتطوير",
      "highlight": "قوى"
    },
    "slide2": {
      "title": "بناء بجودة عالية",
      "description": "نبني التميز بدقة وعناية",
      "highlight": "جودة"
    },
    "slide3": {
      "title": "حلول مبتكرة",
      "description": "نحول الرؤى إلى واقع",
      "highlight": "مبتكرة"
    },
    "meta": {
      "title": "قوى نجد للاستشارات الهندسية - شركة رائدة في التصميم والبناء",
      "description": "شركة قوى نجد للاستشارات الهندسية - شركة رائدة في مجال التصميم والبناء والاستشارات الهندسية في المملكة العربية السعودية. نقدم خدمات احترافية في التصميم المعماري، التصميم الداخلي، والاستشارات الهندسية المتكاملة.",
      "keywords": "استشارات هندسية, تصميم معماري, تصميم داخلي, بناء, مقاولات, شركة هندسية, قوى نجد, المملكة العربية السعودية, الرياض, جدة, الدمام, مكة المكرمة, المدينة المنورة, الخرج, ملهم, العقيق, الباحة, مكتب هندسي معتمد, استشارات هندسية معتمدة, تصميم معماري احترافي, تصميم داخلي متميز, إدارة مشاريع, مسح هندسي, رخصة بناء, تصريح بلدي, تحديث صكوك, رفع مساحي, حساب كميات, تصميم كهرباء, تصميم ميكانيكا, تنسيق موقع, تصميم ديكور, مشاريع سكنية, مشاريع تجارية, مشاريع صناعية, مشاريع حكومية, مشاريع تعليمية, مشاريع سياحية, مشاريع فندقية, مشاريع شركات, استشارة مجانية, طلب استشارة, مكتب هندسي في الرياض, مكتب هندسي في جدة, مكتب هندسي في الدمام, مكتب هندسي في مكة, مكتب هندسي في المدينة, مكتب هندسي في الخرج, مكتب هندسي في ملهم, مكتب هندسي في العقيق, مكتب هندسي في الباحة"
    }
  },
  "nav": {
    "home": "الرئيسية",
    "about": "من نحن",
    "services": "خدماتنا",
    "pricing": "الأسعار",
    "portfolio": "أعمالنا",
    "blog": "المدونة"
  },
  "navigation": {
    "home": "الرئيسية",
    "blog": "المدونة",
    "services": "خدماتنا",
    "projects": "مشاريعنا",
    "contact": "اتصل بنا"
  },
  "footer": {
    "about": "شركة رائدة في مجال التصميم والبناء، نسعى دائماً لتقديم أفضل الخدمات لعملائنا الكرام",
    "usefulLinks": "روابط مفيدة",
    "workingHours": "ساعات العمل",
    "monToFri": "من الاثنين إلى الجمعة",
    "saturday": "السبت",
    "sunday": "الأحد",
    "closed": "مغلق",
    "contactUs": "اتصل بنا",
    "address": "250 شارع الرئيسي، الطابق الثاني.\nالرياض، المملكة العربية السعودية",
    "copyright": "© جميع الحقوق محفوظة",
    "terms": "الشروط والأحكام / سياسة الخصوصية",
    "newsletter": {
      "title": "اشترك في نشرتنا الإخبارية",
      "subtitle": "ابق على تواصل دائمًا!",
      "placeholder": "أدخل بريدك الإلكتروني",
      "button": "اشترك الآن",
      "terms": "لقد قبلت",
      "termsLink": "الشروط والأحكام"
    },
    "lattice": "قوى نجد",
    "pricing_plan": "خطة التسعير",
    "company_info": "250 شارع الرئيسي، الطابق الثاني.\nالمملكة العربية السعودية, 56004",
    "copyright_text": "©تصميم المواضيع جميع الحقوق محفوظة",
    "terms_text": "الشروط والأحكام / سياسة الخصوصية"
  },
  "about": {
    "badge": "من نحن",
    "title": " شركة قوى نجد للاستشارات الهندسية ",
    "description": "نحن مجموعة من المكاتب الهندسية معتمده في جميع انحاء المملكة، نضم نخبة من المهندسين المتخصصين في تقديم حلول هندسية متكاملة ومبتكرة. نمتلك خبرة واسعة في الاستشارات الهندسية، وإدارة المشاريع، والإشراف الفني على تنفيذ المشاريع الحكومية والخاصة والسياحية.",
    "commitment": "نحن في 'قوى نجد' ملتزمون بالجودة والسرعة والدقة في تقديم خدماتنا، لنكون الشريك الهندسي الأمثل لنجاح مشروعك.",
    "services": "خدماتنا المتخصصة",
    "licensesTitle": "التراخيص والتصاريح",
    "licensesDescription": "نقدم خدمات استخراج جميع أنواع التراخيص الهندسية والتصاريح البلدية، بما يشمل:",
    "satisfaction": "رضا العملاء",
    "experience": "سنوات الخبرة",
    "projects": "مشروع منجز",
    "features": {
      "design": "التصميم الهندسي",
      "design_desc": "إعداد التصاميم الداخلية والخارجية باحترافية",
      "survey": "المسح الهندسي",
      "survey_desc": "تنفيذ الرفوعات المساحية وتخطيط الأراضي بدقة عالية",
      "project": "إدارة المشاريع",
      "project_desc": "إدارة المشاريع المعمارية والإنشائية",
      "license": "التراخيص",
      "license_desc": "رفع المخططات الفنية وتنظيم ملفات التراخيص"
    },
    "licenses": {
      "building": "رخصة بناء للوحدات السكنية والمنشآت التجارية",
      "demolish": "رخصة الهدم والإزالة وفق الاشتراطات النظامية",
      "renovation": "رخصة الترميم والتعديلات المعمارية",
      "expansion": "تصاريح التوسعة والتطوير للمشاريع القائمة",
      "all": "كافة أنواع التراخيص الهندسية والتصاريح الرسمية"
    },
    "categories": {
      "commercial": "تجاري",
      "industrial": "صناعي",
      "residential": "سكني",
      "corporate": "شركات",
      "hotels": "فنادق",
      "tourism": "سياحي"
    },
    "vision": {
      "title": "رؤيتنا",
      "main": "نسعى لتحقيق مكانة رائدة لمكاتبنا على خريطة المملكة والمنطقة كمكاتب استشارية متنوعة تستثمر طاقاتها ومواردها للنمو وتخلق قيمة مميزة لعملائها وموظفيها وجميع أصحاب المصلحة، مع لعب دورها في دعم رؤية المملكة 2030"
    },
    "meta": {
      "title": "من نحن - قوى نجد للاستشارات الهندسية",
      "description": "شركة قوى نجد للاستشارات الهندسية - مجموعة من المكاتب الهندسية المعتمدة في المملكة. نضم نخبة من المهندسين المتخصصين في تقديم حلول هندسية متكاملة ومبتكرة.",
      "keywords": "من نحن, قوى نجد, شركة هندسية, استشارات هندسية, مهندسين متخصصين, المملكة العربية السعودية, مكتب هندسي معتمد, استشارات هندسية معتمدة, مكاتب هندسية معتمدة, مهندسين محترفين, خبرة هندسية, مشاريع ناجحة, رؤية 2030, شركة رائدة, خدمات هندسية متكاملة, حلول هندسية مبتكرة, فريق هندسي متخصص, خبراء هندسيين, استشارات هندسية احترافية, مكاتب هندسية في الرياض, مكاتب هندسية في جدة, مكاتب هندسية في الدمام, مكاتب هندسية في مكة, مكاتب هندسية في المدينة, مكاتب هندسية في الخرج, مكاتب هندسية في ملهم, مكاتب هندسية في العقيق, مكاتب هندسية في الباحة"
    }
  },
  "projects": {
    "title": "مشاريعنا",
    "subtitle": "أعمالنا المميزة",
    "description": "نفخر بتقديم مجموعة متنوعة من المشاريع الناجحة في مختلف القطاعات",
    "filter": {
      "all": "الكل",
      "residential": "سكني",
      "commercial": "تجاري",
      "industrial": "صناعي",
      "governmental": "حكومي",
      "educational": "تعليمي"
    },
    "view_more": "عرض المزيد",
    "view_details": "عرض التفاصيل",
    "meta": {
      "title": "مشاريعنا المميزة - قوى نجد للاستشارات الهندسية",
      "description": "تعرف على مشاريعنا المميزة في مختلف القطاعات. نقدم مجموعة متنوعة من المشاريع الناجحة في القطاعات السكنية، التجارية، الصناعية، والحكومية.",
      "keywords": "مشاريع هندسية, مشاريع سكنية, مشاريع تجارية, مشاريع صناعية, مشاريع حكومية, قوى نجد, الرياض, جدة, الدمام, مكة المكرمة, المدينة المنورة, الخرج, ملهم, العقيق, الباحة, مكتب هندسي معتمد, استشارات هندسية معتمدة, تصميم معماري احترافي, تصميم داخلي متميز, إدارة مشاريع متكاملة, مسح هندسي دقيق, مشاريع ناجحة, مشاريع متميزة, مشاريع سكنية فاخرة, مشاريع تجارية متكاملة, مشاريع صناعية متطورة, مشاريع حكومية ضخمة, مشاريع تعليمية متقدمة, مشاريع سياحية فاخرة, مشاريع فندقية خمس نجوم, مشاريع شركات عالمية, مشاريع في الرياض, مشاريع في جدة, مشاريع في الدمام, مشاريع في مكة, مشاريع في المدينة, مشاريع في الخرج, مشاريع في ملهم, مشاريع في العقيق, مشاريع في الباحة, مشاريع سكنية في الرياض, مشاريع تجارية في جدة, مشاريع صناعية في الدمام, مشاريع حكومية في مكة, مشاريع تعليمية في المدينة, مشاريع سياحية في الخرج, مشاريع فندقية في ملهم, مشاريع شركات في العقيق, مشاريع متكاملة في الباحة"
    }
  },
  "branches": {
    "title": "فروعنا",
    "subtitle": "تواجدنا",
    "description": "نحن موجودون في عدة مواقع استراتيجية في المملكة العربية السعودية",
    "locations": {
      "riyadh": "الرياض",
      "jeddah": "جدة",
      "dammam": "الدمام",
      "makkah": "مكة المكرمة",
      "medina": "المدينة المنورة"
    }
  },
  "blog": {
    "title": "المدونة",
    "subtitle": "أحدث المقالات والأخبار في مجال الهندسة والاستشارات",
    "latest_posts": "أحدث المقالات",
    "read_our_news": "اقرأ أحدث أخبارنا",
    "read_more": "اقرأ المزيد",
    "by": "بواسطة",
    "categories": {
      "featured": "مقال مميز",
      "engineering_services": "الخدمات الهندسية",
      "surveying": "الأعمال المساحية",
      "architecture": "العمارة والتصميم",
      "construction": "البناء والتشييد"
    },
    "details": {
      "not_found": "المقال غير موجود",
      "back_to_blog": "العودة للمدونة",
      "featured_article": "مقال مميز",
      "related_posts": "مقالات ذات صلة",
      "share": "مشاركة",
      "tags": "الوسوم",
      "author": "الكاتب",
      "about_article": "نبذة عن المقال"
    },
    "suggested_articles": "مقالات أخرى",
    "meta": {
      "title": "المدونة - أحدث المقالات والأخبار الهندسية | قوى نجد",
      "description": "اقرأ أحدث المقالات والأخبار في مجال الهندسة والاستشارات. نقدم محتوى مفيد عن التصميم المعماري، الاستشارات الهندسية، وإدارة المشاريع.",
      "keywords": "مدونة هندسية, مقالات هندسية, أخبار هندسية, تصميم معماري, استشارات هندسية, قوى نجد, الرياض, جدة, الدمام, مكة المكرمة, المدينة المنورة, الخرج, ملهم, العقيق, الباحة, مكتب هندسي معتمد, استشارات هندسية معتمدة, تصميم معماري احترافي, تصميم داخلي متميز, إدارة مشاريع متكاملة, مسح هندسي دقيق, مقالات هندسية متخصصة, أخبار هندسية حديثة, نصائح هندسية, معلومات هندسية, دراسات هندسية, أبحاث هندسية, تقارير هندسية, تحليلات هندسية, استشارات هندسية مجانية, نصائح هندسية مجانية, معلومات هندسية مجانية, دراسات هندسية مجانية, أبحاث هندسية مجانية, تقارير هندسية مجانية, تحليلات هندسية مجانية, مقالات هندسية في الرياض, مقالات هندسية في جدة, مقالات هندسية في الدمام, مقالات هندسية في مكة, مقالات هندسية في المدينة, مقالات هندسية في الخرج, مقالات هندسية في ملهم, مقالات هندسية في العقيق, مقالات هندسية في الباحة"
    }
  },
  "blog_content": {
    "posts": {
      "1": {
        "title": "الدليل الشامل لخدمات الاستشارات الهندسية بالسعودية",
        "category": "مقال مميز",
        "date": "23 مايو 2025",
        "description": "تعرف على خدمات الاستشارات الهندسية في السعودية من التصميم المعماري وحتى الإشراف وإدارة المشاريع. دليل مفصل للمطورين والملاك في 2025.",
        "content": "هل تعلم أن الاستشارات الهندسية الجيدة قد توفر عليك ملايين الريالات في تنفيذ مشروعك؟\nفي سوق الإنشاءات السعودي المتسارع، يواجه المطورون والملاك تحديًا مستمرًا في تحقيق التوازن بين الجودة، التكلفة، والالتزام الزمني.\nسواء كنت تبدأ مشروعًا سكنيًا في الرياض أو تخطط لبناء مجمع تجاري في جدة، فإن التوجيه الهندسي المحترف هو مفتاح النجاح.\n\nفهرس المحتويات:\n1. ما هي خدمات الاستشارات الهندسية؟\n2. التصميم المعماري: من الفكرة إلى المخطط التنفيذي\n3. الأعمال المساحية ودورها في نجاح المشروع\n4. إدارة المشاريع: التخطيط والتنفيذ الذكي\n5. الإشراف الهندسي: ضمان الجودة في كل مرحلة\n6. دراسات الجدوى والتقييم الفني\n7. كيف تختار مكتب استشارات هندسية في السعودية؟\n8. أهم المدن السعودية في سوق الاستشارات الهندسية\n9. أسئلة شائعة\n10. قائمة مراجعة لاختيار شركة الاستشارات"
      },
      "2": {
        "title": "الأنظمة السعودية لتحديث الصكوك العقارية: دليلك الشامل لتحديث الصكوك في الرياض",
        "category": "الأعمال المساحية",
        "date": "23 مايو 2025",
        "description": "تعرّف على خطوات وشروط تحديث الصكوك العقارية في الرياض وفق الأنظمة السعودية، وأهمية الاستعانة بمكتب استشارات هندسية معتمد لضمان الدقة.",
        "content": "في ظل التغيرات المتسارعة في السوق العقاري السعودي، أصبح تحديث الصكوك العقارية ضرورة ملحة للملاك والمطورين العقاريين في مدينة الرياض. وفقًا لوزارة العدل، تم تسجيل أكثر من 2 مليون طلب إلكتروني لتحديث الصكوك منذ إطلاق المنصة الموحدة \"إحكام\"، ما يعكس أهمية هذه الخطوة لضمان ملكية واضحة ومحدثة للعقارات.\n\nفهرس المحتوى:\n1. ما هو الصك العقاري ولماذا يجب تحديثه؟\n2. الجهات المسؤولة عن تحديث الصكوك في الرياض\n3. شروط ومتطلبات تحديث الصك\n4. خطوات تقديم طلب التحديث عبر منصة \"إحكام\"\n5. أهمية الرفع المساحي في تحديث الصكوك\n6. دور مكاتب الاستشارات الهندسية في العملية\n7. التحديات الشائعة وكيفية تجاوزها\n8. تكلفة تحديث الصك العقاري في الرياض\n9. تحديث الصكوك للأراضي الواقعة خارج النطاق العمراني\n10. نصائح مهمة قبل تقديم الطلب"
      },
      "3": {
        "title": "الرفع المساحي في الرياض: أهميته، خطواته، وتكلفته في المشاريع العقارية",
        "category": "الأعمال المساحية",
        "date": "23 مايو 2025",
        "description": "تعرّف على خطوات وأهمية الرفع المساحي في الرياض، والتكلفة التقديرية، ودور المكاتب الهندسية المعتمدة في تقديم تقارير دقيقة تلبي متطلبات الجهات الرسمية.",
        "content": "الرفع المساحي في الرياض أصبح من أهم المتطلبات النظامية التي يجب على أصحاب العقارات والمطورين العقاريين تنفيذها بدقة، سواءً لأغراض تحديث الصكوك العقارية أو لتقديم طلبات تقسيم الأراضي أو استخراج رخص البناء. ووفقًا لنظام إحكام والهيئة العامة لعقارات الدولة، فإن أي طلب لتعديل صك أو إثبات تملّك يتطلب تقرير رفع مساحي معتمد من مكتب استشارات هندسية مرخّص.\n\nفهرس المحتوى:\n1. ما هو الرفع المساحي؟\n2. متى تحتاج إلى رفع مساحي؟\n3. ما الفرق بين الرفع المساحي والرفع الطبوغرافي؟\n4. خطوات إجراء رفع مساحي في الرياض\n5. شروط التقرير المعتمد وفقًا لمنصة إحكام\n6. تكلفة الرفع المساحي في الرياض\n7. مشاكل شائعة تؤدي إلى رفض التقرير\n8. أهمية الاستعانة بمكتب هندسي معتمد\n9. ماذا يشمل تقرير الرفع المساحي؟\n10. نصائح لضمان قبول تقريرك من أول مرة"
      },
      "4": {
        "title": "إصدار رخصة بناء في الرياض: الخطوات، الشروط، والمستندات المطلوبة",
        "category": "الخدمات الهندسية",
        "date": "23 مايو 2025",
        "description": "تعرّف على خطوات إصدار رخصة بناء في الرياض لعام 2025، المتطلبات والمستندات، وأهم النصائح لتجنب رفض الطلب. دليل شامل مقدم من مكتب هندسي معتمد.",
        "content": "إذا كنت تخطط لبناء عقار سكني أو تجاري في الرياض، فإن إصدار رخصة البناء هو أول وأهم إجراء رسمي يجب عليك البدء به. وتماشياً مع رؤية السعودية 2030، أصبح نظام إصدار رخص البناء أكثر تطوراً وسرعة من خلال منصة بلدي، بشرط الالتزام بجميع الشروط والرفع المساحي المعتمد.\n\nفهرس المحتوى:\n1. ما هي رخصة البناء؟\n2. من المسؤول عن إصدار الرخصة في الرياض؟\n3. شروط الحصول على رخصة بناء\n4. خطوات إصدار رخصة بناء في الرياض\n5. المستندات المطلوبة\n6. أهم الأخطاء التي تؤدي إلى رفض الطلب\n7. دور المكتب الهندسي في تسريع الإجراءات\n8. ما بعد إصدار الرخصة: ماذا تفعل؟\n9. تكلفة رخصة البناء في الرياض\n10. أسئلة شائعة"
      },
      "5": {
        "title": "الخدمات المساحية في الرياض: الرفع المساحي، تحديد الحدود، وتحديث الصكوك",
        "category": "الأعمال المساحية",
        "date": "23 مايو 2025",
        "description": "تعرّف على خدمات الرفع المساحي في الرياض، أهمية الرفع المساحي للمباني والصكوك، ومتطلبات الأمانة، مع شرح كامل للأسعار وخطوات التنفيذ.",
        "content": "في عالم العقارات والإنشاءات، تُعد الخدمات المساحية حجر الأساس الذي يبدأ منه كل مشروع. سواء كنت مالكًا لأرض، أو بصدد إصدار رخصة بناء، أو تسعى لتحديث بيانات الصك، فإن الرفع المساحي في الرياض هو الخطوة الأولى والأهم.\n\nفهرس المحتوى:\n1. ما هو الرفع المساحي؟\n2. أهمية الرفع المساحي في الرياض\n3. متى تحتاج إلى خدمة مساحية؟\n4. أنواع الرفع المساحي\n5. المستندات المطلوبة لطلب الرفع المساحي\n6. خطوات تنفيذ الرفع المساحي\n7. علاقة الرفع المساحي برخصة البناء\n8. تكلفة الرفع المساحي في الرياض\n9. المواصفات المطلوبة من الأمانة\n10. دور المكتب الهندسي في تنفيذ المسح\n11. أسئلة شائعة\n12. كيف نحصل لك على رفع مساحي معتمد خلال 24 ساعة؟"
      },
      "6": {
        "title": "إصدار رخصة بناء في الرياض: خطوات، متطلبات، وتكلفة 2025",
        "category": "الخدمات الهندسية",
        "date": "23 مايو 2025",
        "description": "هل تخطط للبناء في الرياض؟ تعرف على خطوات إصدار رخصة بناء، المتطلبات البلدية، وأهم المستندات والأسعار، مع خدمات إصدار فورية من مكتب هندسي معتمد.",
        "content": "يمثل إصدار رخصة بناء في مدينة الرياض أولى الخطوات الرسمية للبدء في مشروعك السكني أو التجاري. ومع التطورات الرقمية، أصبحت الإجراءات أسهل لكن تتطلب التزامًا دقيقًا بالشروط والمستندات التي تفرضها أمانة منطقة الرياض ومنصة بلدي.\n\nفهرس المحتوى:\n1. ما هي رخصة البناء؟\n2. أهمية إصدار الرخصة\n3. متطلبات إصدار رخصة بناء في الرياض\n4. خطوات تقديم الطلب عبر منصة بلدي\n5. المستندات المطلوبة\n6. الشروط الهندسية والمعمارية\n7. الرسوم الحكومية لرخص البناء\n8. المدة الزمنية للحصول على الرخصة\n9. دور المكتب الهندسي في إجراءات الرخصة\n10. الأسئلة الشائعة\n11. كيف نوفر لك رخصة بناء معتمدة في وقت قياسي؟"
      }
    }
  },
  "services": {
    "title": "خدماتنا المتنوعة",
    "subtitle": "نقدم أفضل الخدمات المتنوعة لتلبية احتياجاتك المتنوعة",
    "meta": {
      "title": "خدماتنا الهندسية المتكاملة - قوى نجد للاستشارات الهندسية",
      "description": "نقدم مجموعة متكاملة من الخدمات الهندسية تشمل التصميم المعماري، التصميم الداخلي، الاستشارات الهندسية، إدارة المشاريع، والمسح الهندسي. خبراء في تقديم حلول هندسية مبتكرة.",
      "keywords": "خدمات هندسية, تصميم معماري, تصميم داخلي, استشارات هندسية, إدارة مشاريع, مسح هندسي, قوى نجد, الرياض, جدة, الدمام, مكة المكرمة, المدينة المنورة, الخرج, ملهم, العقيق, الباحة, مكتب هندسي معتمد, استشارات هندسية معتمدة, تصميم معماري احترافي, تصميم داخلي متميز, إدارة مشاريع متكاملة, مسح هندسي دقيق, رخصة بناء, تصريح بلدي, تحديث صكوك, رفع مساحي, حساب كميات, تصميم كهرباء, تصميم ميكانيكا, تنسيق موقع, تصميم ديكور, مشاريع سكنية, مشاريع تجارية, مشاريع صناعية, مشاريع حكومية, مشاريع تعليمية, مشاريع سياحية, مشاريع فندقية, مشاريع شركات, استشارة مجانية, طلب استشارة, تواصل مع مكتب هندسي, تواصل مع مهندس, تواصل مع استشاري هندسي, تواصل مع مكتب هندسي في الرياض, تواصل مع مكتب هندسي في جدة, تواصل مع مكتب هندسي في الدمام, تواصل مع مكتب هندسي في مكة, تواصل مع مكتب هندسي في المدينة, تواصل مع مكتب هندسي في الخرج, تواصل مع مكتب هندسي في ملهم, تواصل مع مكتب هندسي في العقيق, تواصل مع مكتب هندسي في الباحة"
    }
  },
  "contact": {
    "title": "تواصل معنا",
    "subtitle": "نحن هنا للإجابة على جميع استفساراتكم وتقديم أفضل الخدمات الهندسية",
    "feedback_form": "نموذج التواصل",
    "questions": "هل لديك أسئلة؟",
    "about_us": "عن الشركة",
    "happy_to_answer": "سعداء بالإجابة على جميع أسئلتكم",
    "placeholder_text": "نحن شركة هندسية متخصصة بتقديم أفضل الحلول الهندسية",
    "form": {
      "name": "الاسم",
      "phone": "رقم الجوال",
      "email": "البريد الإلكتروني",
      "address": "العنوان",
      "message": "الرسالة...",
      "submit": "إرسال الاستفسار",
      "sending": "جاري الإرسال..."
    },
    "locations": {
      "title": "مواقع مكاتبنا",
      "subtitle": "يمكنك زيارة مكاتبنا في مختلف مدن المملكة",
      "map_error": "عذراً، حدث خطأ أثناء تحميل الخريطة. يرجى المحاولة مرة أخرى.",
      "address": "العنوان",
      "phone_numbers": "أرقام الجوال",
      "view_on_google": "عرض الموقع على خرائط جوجل",
      "offices": {
        "alkharj": "مكتب الخرج",
        "mulham": "مكتب ملهم",
        "alaqiq": "مكتب العقيق",
        "albaha": "مكتب بلجرشي"
      }
    },
    "cards": {
      "mail_us": "راسلنا 24/7",
      "location": "موقعنا الرئيسي",
      "location_text": "مكتب قوى نجد – الرياض، حي الملقا، طريق أنس بن مالك، المملكة العربية السعودية",
      "call_us": "اتصل بنا 24/7",
      "working_days": "أيام العمل",
      "working_days_text": "من الأحد إلى الخميس:<br />8:00 ص - 1:00 م<br />4:00 م - 8:00 م<br />الجمعة: إجازة<br />السبت: 8:00 ص - 1:00 م"
    },
    "toast": {
      "sending": "جاري إرسال رسالتك...",
      "success": "سعداء بتواصلك معنا ..سنتواصل معك قريبا",
      "timeout_error": "عذراً، استغرق إرسال الرسالة وقتاً طويلاً. يرجى المحاولة مرة أخرى",
      "general_error": "عذراً، حدث خطأ أثناء إرسال رسالتك. يرجى المحاولة مرة أخرى"
    },
    "validation": {
      "name": {
        "min": "يجب أن يكون الاسم حرفين على الأقل",
        "max": "يجب ألا يتجاوز الاسم 50 حرفاً",
        "regex": "يجب أن يحتوي الاسم على أحرف ومسافات فقط"
      },
      "phone": {
        "min": "يجب أن يكون رقم الهاتف 10 أرقام على الأقل",
        "max": "يجب ألا يتجاوز رقم الهاتف 15 رقماً",
        "regex": "الرجاء إدخال رقم هاتف صحيح"
      },
      "email": "الرجاء إدخال عنوان بريد إلكتروني صحيح",
      "address": {
        "min": "يجب أن يكون العنوان 5 أحرف على الأقل",
        "max": "يجب ألا يتجاوز العنوان 200 حرف"
      },
      "message": {
        "min": "يجب أن تكون الرسالة 10 أحرف على الأقل",
        "max": "يجب ألا تتجاوز الرسالة 1000 حرف"
      }
    },
    "meta": {
      "title": "اتصل بنا - قوى نجد للاستشارات الهندسية",
      "description": "تواصل معنا للحصول على أفضل الخدمات الهندسية. نحن متواجدون في عدة مواقع استراتيجية في المملكة العربية السعودية. اتصل بنا الآن للحصول على استشارة مجانية.",
      "keywords": "اتصل بنا, تواصل, استشارة مجانية, مكاتب قوى نجد, الرياض, جدة, الدمام, مكة المكرمة, المدينة المنورة, الخرج, ملهم, العقيق, الباحة, مكتب هندسي معتمد, استشارات هندسية معتمدة, تصميم معماري احترافي, تصميم داخلي متميز, إدارة مشاريع متكاملة, مسح هندسي دقيق, رخصة بناء, تصريح بلدي, تحديث صكوك, رفع مساحي, حساب كميات, تصميم كهرباء, تصميم ميكانيكا, تنسيق موقع, تصميم ديكور, مشاريع سكنية, مشاريع تجارية, مشاريع صناعية, مشاريع حكومية, مشاريع تعليمية, مشاريع سياحية, مشاريع فندقية, مشاريع شركات, استشارة مجانية في الرياض, استشارة مجانية في جدة, استشارة مجانية في الدمام, استشارة مجانية في مكة, استشارة مجانية في المدينة, استشارة مجانية في الخرج, استشارة مجانية في ملهم, استشارة مجانية في العقيق, استشارة مجانية في الباحة, طلب استشارة هندسية, طلب استشارة معمارية, طلب استشارة داخلية, طلب استشارة إنشائية, طلب استشارة كهربائية, طلب استشارة ميكانيكية, طلب استشارة مساحية, طلب استشارة بلدية, طلب استشارة تراخيص, طلب استشارة صكوك"
    }
  },
  "qrcode": {
    "title": "رمزك التجاري",
    "qr": "QR Code",
    "description": "من خلاله يمكنك التحقق المباشر من المعلومات:",
    "info_list": [
      "السجل التجاري",
      "رخصة البلدية",
      "برنامج نطاقات",
      "شهادة السعودة",
      "شهادة الزكاة",
      "الغرفة التجارية"
    ],
    "alt": "رمز الاستجابة السريعة"
  },
  "quote": {
    "title": "طلب استشارة مجانية",
    "name": "الاسم",
    "email": "البريد الإلكتروني",
    "phone": "رقم الجوال",
    "location": "الموقع",
    "how_did_you_find": "كيف عثرت علينا؟",
    "request_type": "نوع الطلب",
    "work_type": "نوع العمل",
    "service": "الخدمة",
    "required_service": "الخدمة المطلوبة",
    "comment": "ملاحظات إضافية",
    "date": "التاريخ",
    "click_to_upload": "اضغط لرفع ملف",
    "upload_concept": "أرفق أقرب تصور لفكرتك (اختياري)",
    "sending": "جاري الإرسال...",
    "submit": "إرسال الطلب",
    "commercial": "تجاري",
    "industrial": "صناعي",
    "residential": "سكني",
    "corporate": "شركات",
    "how_did_you_find_options": ["فيسبوك", "تويتر", "جوجل", "صديق"],
    "request_types": ["تصميم", "استشارة"],
    "required_services": [
      "تصاميم هندسية",
      "مخططات تنفيذية",
      "حساب كميات",
      "تصميم كهرباء وميكانيكا",
      "تنسيق موقع",
      "تصميم ديكور"
    ],
    "contact_info": "معلومات التواصل",
    "request_details": "تفاصيل الطلب",
    "additional_notes": "ملاحظات إضافية",
    "main_title": "ابداء مشروعك الان تصميم",
    "subtitle": "ارسل البيانات الاولية و سيصلك الرد خلال 24 ساعة يحد اقصي",
    "form.sending": "جاري الإرسال...",
    "form.submit": "إرسال الطلب",
    "design_types": {
      "external": "واجهات",
      "3d": "ثلاثي الابعاد",
      "architectural": "معماري",
      "structural": "انشائي"
    },
    "know_about_us": "اعرف عنا",
    "meta": {
      "title": "طلب استشارة مجانية - قوى نجد للاستشارات الهندسية",
      "description": "اطلب استشارة مجانية من خبرائنا في قوى نجد. نقدم خدمات استشارية متكاملة في التصميم المعماري، التصميم الداخلي، والاستشارات الهندسية.",
      "keywords": "استشارة مجانية, طلب استشارة, تصميم معماري, تصميم داخلي, استشارات هندسية, قوى نجد, الرياض, جدة, الدمام, مكة المكرمة, المدينة المنورة, الخرج, ملهم, العقيق, الباحة, مكتب هندسي معتمد, استشارات هندسية معتمدة, تصميم معماري احترافي, تصميم داخلي متميز, إدارة مشاريع متكاملة, مسح هندسي دقيق, رخصة بناء, تصريح بلدي, تحديث صكوك, رفع مساحي, حساب كميات, تصميم كهرباء, تصميم ميكانيكا, تنسيق موقع, تصميم ديكور, مشاريع سكنية, مشاريع تجارية, مشاريع صناعية, مشاريع حكومية, مشاريع تعليمية, مشاريع سياحية, مشاريع فندقية, مشاريع شركات, استشارة مجانية في الرياض, استشارة مجانية في جدة, استشارة مجانية في الدمام, استشارة مجانية في مكة, استشارة مجانية في المدينة, استشارة مجانية في الخرج, استشارة مجانية في ملهم, استشارة مجانية في العقيق, استشارة مجانية في الباحة, طلب استشارة هندسية, طلب استشارة معمارية, طلب استشارة داخلية, طلب استشارة إنشائية, طلب استشارة كهربائية, طلب استشارة ميكانيكية, طلب استشارة مساحية, طلب استشارة بلدية, طلب استشارة تراخيص, طلب استشارة صكوك"
    }
  },
  "partners": {
    "title": "شركاء النجاح",
    "subtitle": "نتعاون مع نخبة من الشركات والمؤسسات الرائدة في مجال الهندسة والبناء",
    "view_more": "عرض المزيد",
    "description": "نفخر بشراكتنا مع نخبة من الشركات الرائدة في مجال الهندسة والتصميم",
    "become_partner": "كن شريكاً معنا",
    "partner_cta": "نحن نبحث دائماً عن شركاء جدد لتعزيز خدماتنا وتوسيع نطاق عملنا. انضم إلينا في رحلة النجاح والتميز",
    "contact_us": "تواصل معنا",
    "meta": {
      "title": "شركاء النجاح - قوى نجد للاستشارات الهندسية",
      "description": "تعرف على شركاء النجاح في قوى نجد. نتعاون مع نخبة من الشركات والمؤسسات الرائدة في مجال الهندسة والبناء.",
      "keywords": "شركاء النجاح, شركاء قوى نجد, شركات هندسية, شركات بناء, شركات مقاولات, شركات تصميم, شركات استشارات, شركات مسح, شركات تراخيص, شركات بلدية, شركات صكوك, شركات رفع مساحي, شركات حساب كميات, شركات تصميم كهرباء, شركات تصميم ميكانيكا, شركات تنسيق موقع, شركات تصميم ديكور, شركات مشاريع سكنية, شركات مشاريع تجارية, شركات مشاريع صناعية, شركات مشاريع حكومية, شركات مشاريع تعليمية, شركات مشاريع سياحية, شركات مشاريع فندقية, شركات مشاريع شركات, شركاء في الرياض, شركاء في جدة, شركاء في الدمام, شركاء في مكة, شركاء في المدينة, شركاء في الخرج, شركاء في ملهم, شركاء في العقيق, شركاء في الباحة"
    }
  },
  "common": {
    "retry": "إعادة المحاولة"
  }
}
